import React from "react";
import Navbar from "../navbar/Navbar";
import Footer from "../footer/Footer";
import { Grid } from "@mui/material";

const PrivacyPolicyPage = () => {
  return (
    <>
      <Navbar showSearchBar={false} />
      <Grid
        sx={{
          backgroundImage: 'url("/assets/images/privacy_policy.png")',
          backgroundSize: "cover",
          backgroundPosition: "center",
          position: "fixed",
          width: "100%",
          zIndex: -1,
          minHeight: "100vh",
          opacity: 0.5,
        }}
      ></Grid>
      <Grid
        sx={{
          maxWidth: "800px",
          margin: "auto",
          padding: 3,
          fontFamily: "Arial, sans-serif",
        }}
      >
        מדיניות פרטיות ראובני מרקט (להלן: "הקמעונאי" ו/או "אחים ראובני" ו/או
        "אנו") רואה חשיבות בשמירה על פרטיות הגולשים ועושה מאמצים להגן ולשמור
        כיאות על המידע של הגולשים ועל פרטיותם. השימוש באתר (להלן: "האתר"), כפוף
        למדיניות הפרטיות המפורסמת להלן (להלן: "מדיניות הפרטיות"). מדיניות
        הפרטיות מנוסחת בלשון זכר אך מיועדת לכל אדם הגולש באתר, נשים וגברים כאחד
        (להלן: "אתה", "המשתמש/ים" או "הגולש/ים"). גלישה ו/או שימוש על ידך באתר
        מכל סוג, לרבות הסתמכות על מחירים ו/או רכישת ו/או הזמנת מוצרים ו/או
        שירותים, מהווה את הסכמתך ואישורך לאמור למדיניות הפרטיות להלן. אם אינך
        מסכים למדיניות הפרטיות של האתר, כולה או חלקה, אינך רשאי לעשות שימוש באתר
        לכל מטרה שהיא ולא תהיה לך כל טענה, תביעה ו/או דרישה כלפי הקמעונאי. אם
        הנך מתחת לגיל 18, אנא קרא את מדיניות הפרטיות בעיון ובקפידה יחד עם הוריך
        או אפוטרופוס אחר. אם אתה או הוריך אינכם מסכימים למדיניות הפרטיות כולה או
        חלקה, אינך רשאי לעשות שימוש באתר זה לכל מטרה שהיא. הנהלים אשר על פיהם
        פועל הקמעונאי באיסוף ובשימוש המידע מפורטים להלן: מידע שאנו אוספים
        מדיניות הפרטיות חלה על: (א) הנתונים שתמסור כחלק מתהליך ההרשמה לאתר
        (כדוגמת שם, מין, תאריך לידה, כתובת, דרכי התקשרות שונות, לרבות טלפון
        ודואר אלקטרוני). במידה שתירשם דרך הפייסבוק או דרך כל צד שלישי אחר, תהיה
        לנו גישה גם לנתונים שלך הידועים לצד השלישי דרכו נרשמת לאתר; (ב) הנתונים
        המועברים על ידך בזמן השימוש באתר; (ג) הנתונים הנאספים אודות הגולשים,
        לרבות במהלך הגלישה באתר ו/או במהלך השימוש בשירותים המוצעים דרכו, כגון
        מידע הנוגע למחשב האישי של הגולש, כתובת ה-IP, המכשיר הנייד, מערכת ההפעלה
        ומיקום גיאוגרפי, ו-(ד) היסטוריית החיפושים של הגולשים באתר לרבות צפייה
        ובחירה של מוצרים ורכישתם. כל המידע המצוין בסעיף זה יקרא להלן "המידע".
        המידע (כפי שיעודכן מעת לעת) יישמר במאגר מידע המנוהל על ידי סלף פוינט
        בע"מ מטעם הקמעונאי. אינך נדרש על-פי חוק למסור את המידע, והעברת המידע על
        ידך לקמעונאי נעשית על אחריותך בלבד, מרצונך ובהסכמתך ולא תהיה לך כל טענה
        ו/או תביעה כלפי הקמעונאי ונציגיו. בכל עת תוכל לפנות לקמעונאי בדואר
        אלקטרוני בכתובת: mikir1010@gmail.com ולבקש לעיין ו/או לתקן את המידע
        הנוגע אליך השמור במאגר המידע. הנך מצהיר כי ידוע לך כי בלא מסירת הפרטים
        המופיעים בשדות החובה, לא תוכל להשתמש בשירותים הטעונים הרשמה. המידע
        שתמסור בעת ההרשמה לא יימסר לצדדים שלישיים למעט כמפורט במדיניות הפרטיות
        להלן. במידה והנך מזמין שירות באמצעות כרטיס אשראי באתר, הנך מסכים שארבעת
        הספרות האחרונות של כרטיס האשראי שלך, אם וככל שמסרת אותם, יאוחסנו באופן
        מאובטח על ידי הקמעונאי. העברת מידע הנך מאשר כי ידוע לך שאנו עשויים
        להעביר את המידע שאנו אוספים, לרבות היסטוריית הרכישות וההזמנות שלך, לספקי
        שירותים, שותפים עסקיים, לקבלני משנה, לקבוצת יוניליוור ישראל וחברות בנות
        של הקבוצה, לסלף פוינט בע"מ ולחברות בנות שלה (להלן: "צדדים שלישיים"), אשר
        עשויים להשתמש במידע זה כדי: (1) לעזור לנו לספק לך שירותים ו/או להפעיל את
        האתר; (2) לסייע בהבנת אופן השימוש של הגולשים באתר ובשירותים שלנו; (3)
        לספק לך פרסום ממוקד מטרה לאור העדפותיך האישיות באתר שלנו ובאתרים אחרים
        בהם תבחר לבקר. אנו עשויים להשתמש ולשלוח מידע שאנו מקבלים לקבלני משנה
        הנמצאים במדינות שאינן מדינתך. כל קבלני המשנה שלנו כפופים לחובות סודיות
        ואיסור שימוש במידע. עם זאת, ייתכן שרמת ההגנה על המידע אינה גבוהה בחלק
        מהמדינות כמו במקום מגוריך או עסקיך. אנו עשויים להעביר את מאגרי המידע
        שלנו המכילים מידע אם נמכור את עסקנו או חלק ממנו. הקמעונאי יימנע ככל
        האפשר מלמסור את הנתונים שלך לצדדים שלישיים נוספים, אלא במקרים בהם ימצא
        הקמעונאי כי איזו מפעולותיך באתר מפרות את תנאי השימוש, או נעשו לשם ביצוע
        תרמית מכל סוג שהוא, או אם הוא יהיה מחויב לעשות כן על פי צו שיפוטי ו/או
        רשות אכיפה כלשהי (כגון רשות המיסים, משטרת ישראל, וכו') ו/או על פי כל
        דין, או אם תעמוד בפני איום שיינקטו כנגדה צעדים משפטיים (פליליים או
        אזרחיים) בגין פעולות שביצעת באתר ו/או מסיבות אחרות. במקרים אלו רשאי
        הקמעונאי למסור את פרטיך לצד הטוען כי נפגע ממך או בהתאם להוראות צו שיפוטי
        ו/או רשות האכיפה, לפי העניין. בנוסף, אנו נשתף פעולה באופן מלא עם רשויות
        האכיפה או עם צו בית משפט הדורשים מאתנו להסגיר את זהותו/ה או התנהגותו/ה
        של כל משתמש/ת הנחשד/ת בהתנהגות בלתי-חוקית. כיצד אנו משתמשים במידע
        הקמעונאי, כמו גם צדדים שלישיים, רשאי לנהוג במאגרי המידע בהתאם להוראות
        הדין ולעשות במאגרי המידע שימוש, לצורך שיפור האתר, השירותים והתכנים שהוא
        מציע, וכן לצורך יצירת קשר עם הגולשים. הנך מסכים ומאשר, בעצם מסירת מידע,
        כי הקמעונאי יהיה רשאי לשמור במאגריו (או במאגר מידע המנוהל מטעמו, כאמור
        לעיל) את הפרטים שנמסרו על-ידך ומידע נוסף שיצטבר אודותיך, לשם שימוש כאמור
        וכמפורט להלן: (א) עשיית עסקאות מכל סוג עם צדדים שלישיים; (ב) צרכים
        מסחריים אחרים, ללא תשלום כל תמורה; (ג) מענה לשאלות, יצירת קשר תיאומי
        מועד משלוח ושליחת הודעות למשתמשים (לרבות עבור בדיקת שביעות רצון מטעם
        שירות לקוחות); (ד) עיבוד והשלמת הזמנות, משלוחים ותשלומים של משתמשים; (ה)
        צורכי פיתוח מוצרים או שירותים חדשים, ניתוח מידע סטטיסטי (כאמור בסעיף 3.3
        להלן) ומסירתו לצדדים שלישיים לצורכי שיפור התכנים הקיימים, פילוח וניתוחי
        מדיה דיגיטלית; (ו) שיווק מכוון משתמש, המספק תוכן מותאם אישית למשתמש,
        הצעות ממוקדות ופרסומות בהתאם להעדפותיו האישיות, הצעות ממוקדות ופרסומות
        של אתרי צדדים שלישיים בהם המשתמש עשוי לבקר; (ז) יצירת קשר עם ידיעונים
        וחומרי קידום מכירות הקשורים לאתר ולשירותים, ו-(ח) מניעת הונאות, הגנה על
        אבטחת האתר והשירותים, וטיפול בכל בעיה אחרת בקשר עם האתר. הקמעונאי יהיה
        רשאי להשתמש במידע, בין היתר, לצורך דיוור מידע ותכנים אל הגולשים (באמצעות
        דואר אלקטרוני ו/או התראות Push Notifications ו/או הודעות טקסט לטלפון
        הנייד ו/או דרך הרשתות החברתיות, ו/או דרך דואר ישראל), לרבות דברי פרסומת,
        מבצעים והנחות של האתר ו/או של צדדים שלישיים. מדיניות פרטיות זו מהווה
        הסכמתך לשליחת דברי דוא"ל ופרסומות. ככל שאינך מעוניין להמשיך ולקבל דברי
        דוא"ל אלו, הינך יכול להסיר את כתובת הדואר האלקטרוני שלך בכל עת בעזרת
        הלינק הבא mikir1010@gmail.com או דרך חשבונך באתר. על ידי ניתוח המידע
        שאנו מקבלים, אנו ו/או ספקי השירותים שלנו ו/או קבלני משנה עשויים לאסוף
        נתונים סטטיסטיים ממגוון משתמשים (להלן: "הנתונים הסטטיסטיים"). הנתונים
        הסטטיסטיים עוזרים לנו לבחון מגמות וצרכי משתמש, כך שנוכל לבחון מתן
        שירותים חדשים ולהתאים את המערכת והשירותים הנלווים לרצונות המשתמש. אנו
        עשויים לחלוק את הנתונים הסטטיסטיים עם שותפינו, בהתאם לתנאים מסחריים שאנו
        קובעים לפי שיקול דעתנו הבלעדי. כמו כן, אנו עשויים לנתח את הנתונים
        הסטטיסטיים באמצעות תוכנות המספקות שירותי מידע וניתוח סטטיסטי כדוגמת
        Google Analytics. אנו משתמשים במידע שאנו מקבלים מ Google Analytics
        לשיפור המערכת. המידע אשר Google Analytics אוסף לגבי שימושך במערכת הינו
        כפוף לתנאי השימוש ומדיניות הפרטיות של Google Analytics להלן:
        http://www.google.com/analytics/terms/us.html
        http://www.google.com/policies/privacy. 3.4 הקמעונאי אינו נושא בכל
        אחריות בגין שימוש במידע אודותיך המתקבל שלא באמצעותו אלא על-ידי צדדים
        שלישיים לרבות חברות ו/או מותגים של מוצרים אשר משתמשים או מופיעים באתר,
        ואשר אינם בשליטתו של הקמעונאי. Cookies הקמעונאי משתמש ב-Cookies לצורך
        תפעול שוטף ותקין של האתר, ובכלל זה כדי לאסוף נתונים סטטיסטיים אודות
        השימוש באתר, כדי להתאים את האתר להעדפותיך האישיות, לצורכי אבטחת מידע
        ולאימות פרטים. Cookies הם קבצי טקסט קטנים אשר מאוחסנים על ידי השרת של
        הקמעונאי, על הכונן הקשיח של המחשב בו המשתמש משתמש באמצעות הדפדפן שלו על
        מנת לספק למשתמש שירות מהיר ויעיל ולחסוך ממנו את הצורך להזין את פרטיו
        האישיים בכל כניסה לאתר. אנו משתמשים ב-Cookies לצורך תפעולו של האתר,
        לדוגמה, כדי לשפר את ביצועי האתר וכדי לתעד את כניסתך ויציאתך מהאתר. אלה
        הם Session Cookies והם נמחקים בכל פעם שתסגור את הדפדפן שלך. ההגדרות של
        כל דפדפן כוללות אפשרות שלא להסכים לקבל Cookies ולמחוק Cookies קיימים. יש
        לקחת בחשבון שפעולה כזו עלולה להקשות על היכולת שלך להשתמש באתר. אם אינך
        יודע כיצד לעשות זאת, בדוק בקובץ העזרה של הדפדפן שבו אתה משתמש. הקמעונאי
        רשאי להתיר לחברות אחרות לנהל את מערך הפרסומות באתר. יתכן שהמודעות שבהן
        תצפה בעת הביקור באתר מגיעות ממחשביהן של אותן חברות. כדי לנהל את הפרסומות
        שלהן, חברות אלה תהינה רשאיות להציב קבצי Cookies במחשבך. ה-Cookies
        מאפשרים להן לאסוף מידע על האתרים שבהם צפית בפרסומות שהציבו ועל אילו
        פרסומות הקשת. השימוש שחברות אלה עושות ב-Cookies כפוף למדיניות הפרטיות
        שלהן ולא למדיניות הפרטיות של הקמעונאי. כיצד אנו מגנים על מידע אנו פועלים
        לפי הסטנדרטים המקובלים בתעשייה על מנת להגן על המידע, הן בזמן מסירתו והן
        מרגע קבלת המידע. עם זאת, מסירה באמצעות האינטרנט או אחסון אלקטרוני אינם
        מאובטחים לחלוטין. לכן, בעוד שאנו שואפים להשתמש בסטנדרטיים המסחריים
        המקובלים על מנת להגן על המידע שלך, איננו יכולים להבטיח את אבטחתו
        המוחלטת. אנו נתקן ו/או נמחק כל מידע שניתן לנו על ידי משתמש בהתאם לבקשה
        בכתב מהמשתמש לכתובת mikir1010@gmail.com מרגע שמידע נמחק, איננו יכולים
        להשיבו. שינויים מדיניות פרטיות זו עודכנה לאחרונה בנובמבר 2017. הקמעונאי
        שומר לעצמו את הזכות לעדכן את מדיניות הפרטיות מעת לעת, לפי שיקול דעתו
        הבלעדי וללא צורך בהודעה מראש. תוקפו של שינוי יחל מרגע פרסומו באתר. חובתך
        להתעדכן במדיניות הפרטיות בכל כניסה לאתר. נוסח מדיניות הפרטיות כפי שהוא
        מפורסם באתר הינו הנוסח הקובע בכל עת. הערות ושאלות אם יש לך שאלות או
        הערות לגבי מדיניות הפרטיות שלנו, אנא צור קשר בכתובת mikir1010@gmail.com
      </Grid>
      <Footer />
    </>
  );
};

export default PrivacyPolicyPage;
